/*
  Localizable.strings

  Copyright Spotify. All rights reserved.
*/


"sInstallerOsxContinueInBackground" = "Continuer en arrière plan.";
"sInstallerOsxDownloadFailedErrorDescription" = "Une erreur s’est produite lors du téléchargement de Spotify.";
"sInstallerOsxDownloadFailedRetryIn" = "Échec du téléchargement. Nouvelle tentative dans %ds.";
"sInstallerOsxDownloadingSpotify" = "Téléchargement de Spotify...";
"sInstallerOsxExtractionFailedErrorDescription" = "Une erreur s’est produite lors du téléchargement de Spotify.";
"sInstallerOsxGenericErrorDescription" = "Une erreur s’est produite lors de l’installation de Spotify.";
"sInstallerOsxInstallFailedErrorDescription" = "Une erreur s’est produite lors de l’installation de Spotify.";
"sInstallerOsxInstallationFailed" = "Échec de l’installation";
"sInstallerOsxInstallationFailedDefaultButtonTitle" = "Télécharger sur Spotify.com";
"sInstallerOsxInstallationIncompleteContinueButtonTitle" = "Continuer l’installation";
"sInstallerOsxInstallationIncompleteDesc" = "L’installation de Spotify est presque terminée. Voulez-vous vraiment annuler ?";
"sInstallerOsxInstallationIncompleteTitle" = "Installation incomplète";
"sInstallerOsxInstallingSpotify" = "Installation de Spotify...";
"sInstallerOsxMMAboutInstallSpotify" = "À propos de Install Spotify";
"sInstallerOsxMMBringAllToFront" = "Tout ramener au premier plan";
"sInstallerOsxMMHelp" = "Aide";
"sInstallerOsxMMHideInstallSpotify" = "Masquer Install Spotify";
"sInstallerOsxMMHideOthers" = "Masquer les autres éléments";
"sInstallerOsxMMInstallSpotify" = "Install Spotify";
"sInstallerOsxMMInstallSpotifyHelp" = "Aide Install Spotify";
"sInstallerOsxMMMinimize" = "Réduire";
"sInstallerOsxMMQuitInstallSpotify" = "Quitter Install Spotify";
"sInstallerOsxMMServices" = "Services";
"sInstallerOsxMMShowAll" = "Tout afficher";
"sInstallerOsxMMWindow" = "Fenêtre";
"sInstallerOsxMMZoom" = "Zoom";
"sInstallerOsxMountFailedErrorDescription" = "Une erreur s’est produite lors du montage de l’image disque téléchargée.";
"sInstallerOsxQuitButtonTitle" = "Quitter";
"sInstallerOsxUnsupportedPlatformDesc" = "Désolé, vous devez disposer de Mac OS X 10.5 ou plus avec un processeur Intel pour utiliser Spotify.";
"sInstallerOsxUnsupportedPlatformHelp" = "En savoir plus sur Spotify.com";
"sInstallerOsxUnsupportedPlatformTitle" = "Plateforme incompatible";